<?php if( !defined('GAUSS_CMS') ){ echo basename(__FILE__); exit; }
 /* CACHE CREATED: 1482764449.5047 (2016-12-26 17:00:49) */
return array (
  'count' => 3,
  'rows' => 
  array (
    2 => 
    array (
      'post' => 
      array (
        'id' => '2',
        'title' => 'Ѕла бла блаб лбалао afgsdfg ghd fghsd ahdhhf asdf bglisdfgds lbdskg ',
        'alt_title' => 'some_text',
        'descr' => 'fghfdh dsfgsd dfhdh',
        'short_post' => 'ывпа впрывр ывпр ыароыр ываправпр авыр ывпа впрывр ывпр ыароыр ываправпр авыр ',
        'author_id' => '0',
        'created_time' => '2016-12-18 09:56:51.070228',
        'keywords' => '',
      ),
      'categ' => 
      array (
        'id' => '2',
        'altname' => 'categ1_1',
        'name' => ' атегор≥€ 1-1',
      ),
      'tags' => 
      array (
        2 => 
        array (
          'id' => '2',
          'name' => '—айт',
          'altname' => 'site',
        ),
        1 => 
        array (
          'id' => '1',
          'name' => '“ест',
          'altname' => 'test',
        ),
      ),
    ),
    1 => 
    array (
      'post' => 
      array (
        'id' => '1',
        'title' => 'ƒранг нах остен в „Ќ” в≥д професора „абана',
        'alt_title' => 'test',
        'descr' => 'ќф≥ц≥йний сайт „еркаського Ќац≥онального ун≥верситету пов≥домив, що 9 листопада професор јнатол≥й ёзефович „абан пров≥в в ун≥верситет≥ в≥дкриту лекц≥ю на тему У”крањна очима Ївропейц≥вФ. ',
        'short_post' => 'јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м`€чиком, та фантазуЇ без упину.  јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м`€чиком, та фантазуЇ без упину.  јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м`€чиком, та фантазуЇ без упину.  јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м`€чиком, та фантазуЇ без упину. ',
        'author_id' => '0',
        'created_time' => '2016-11-10 20:58:30.33333',
        'keywords' => '„абан',
      ),
      'categ' => 
      array (
        'id' => '3',
        'altname' => 'categ1_1_1',
        'name' => ' атегор≥€ 1-1-1',
      ),
      'tags' => 
      array (
      ),
    ),
  ),
); 
?>