<?php if( !defined('GAUSS_CMS') ){ echo basename(__FILE__); exit; }
 /* CACHE CREATED: 1524597664.5646 (2018-04-24 22:21:04) */
return array (
  'rows' => 
  array (
    4 => 
    array (
      'post' => 
      array (
        'id' => '4',
        'title' => 'Оновлена версія після тривалої паузи',
        'alt_title' => 'onovlena_versiya_pislya_trivalo_pauzi',
        'descr' => '',
        'short_post' => 'На сьогоднішній день ми стикнулись з проблемою, що притаманна мабуть переважній більшості не комерційних авторських розробок - вихід оновлень.',
        'author_id' => '1',
        'created_time' => '2018.03.04 22:28',
        'keywords' => '',
        'posted' => '1',
        'fixed' => '0',
        'static' => '0',
        'full_post' => '<p class=\\"bb_p\\">На сьогоднішній день ми стикнулись з проблемою, що притаманна мабуть переважній більшості не комерційних авторських розробок - вихід оновлень.</p>&#10;<p class=\\"bb_p\\">Станом на час написання даної публікації, розробкою займаюсь я самотужки. І як можна побачити з хронології публікацій - цей рік видався не дуже продуктивним.</p>&#10;<p class=\\"bb_p\\">Тим не менш, прогрес є! За минулий рік було реалізовано велику кількість базових класів після чого проведена їх ретельна оптимізація. Це досить важливо, оскільки частина класів отримує вхідні дані й вимагає їх ретельної фільтрації, до іншої ж частини висуваються досить жорстокі вимоги до швидкості відпрацювання.</p>&#10;<p class=\\"bb_p\\">Також "допиляна" частина адміністративної панелі і тепер зручніше створювати публікації. Але тут з\'явилась проблема - мені перестав подобатись зовнішній вигляд адміністративної панелі, а саме меню навігації.</p>',
      ),
      'categ' => 
      array (
        'id' => '1',
        'altname' => 'blog',
        'name' => 'Блог розробників',
      ),
      'usr' => 
      array (
        'login' => 'admin',
        'email' => 'admin@cmska.org',
      ),
      'tags' => 
      array (
      ),
    ),
  ),
  'count' => 1,
); 
?>