<?php if( !defined('GAUSS_CMS') ){ echo basename(__FILE__); exit; }
 /* CACHE CREATED: 1486847002.5804 (2017-02-11 23:03:22) */
return array (
  'count' => 1,
  'rows' => 
  array (
    22 => 
    array (
      'post' => 
      array (
        'id' => '22',
        'title' => 'тест 2',
        'alt_title' => 'test_2',
        'descr' => '',
        'short_post' => 'тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест',
        'author_id' => '0',
        'created_time' => '2017-02-11 22:44:08.908414',
        'keywords' => '',
        'full_post' => '<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>&#10;<p class=\\"bb_p\\"><i class=\\"bb_i\\">тест тест тест тест</i> тест <b class=\\"bb_b\\">тест тест тест тест тест тест</b> тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест тест</p>',
      ),
      'categ' => 
      array (
        'id' => '3',
        'altname' => 'categ1_1_1',
        'name' => 'Категорія 1-1-1',
      ),
      'tags' => 
      array (
      ),
    ),
  ),
); 
?>