<?php if( !defined('GAUSS_CMS') ){ echo basename(__FILE__); exit; }
 /* CACHE CREATED: 1541988894,4794 (2018-11-12 04:14:54) */
return array (
  'count' => 1,
  'rows' => 
  array (
    3 => 
    array (
      'post' => 
      array (
        'id' => '3',
        'title' => 'Навіщо ще одна CMS?',
        'alt_title' => 'navishho_shhe_odna_sistema_keruvannya_kontentom',
        'descr' => '',
        'short_post' => 'Це питання особисто мені задають всі хто вперше дізнається про розробку чогось нового. Особливо якщо людина знайома з поняттям CMS. Але все не так просто, як здається на перший погляд...&#10;&#10;<img class="post_img" src="/uploads/images/2018-09-20/15-03-59-a1f10908.png" alt="" title="" />',
        'author_id' => '1',
        'created_time' => '2017-02-12 23:54:53',
        'keywords' => '',
        'posted' => '1',
        'fixed' => '0',
        'static' => '0',
        'full_post' => '<p class=\\"bb_p\\">За основу можна взяти будь-що, але видивитись переваги й недоліки можна тільки після детального аналізу роботи. Якщо глянути список доступних для використання CMS, то бере сумнів в тому, що ніхто раніше не реалізовував щось подібне. Але... Є нюанси!</p>&#10;<h2 class=\\"bb_h2\\">Content-Security-Policy</h2>&#10;<p class=\\"bb_p\\">CSP рекомендується консорціумом W3C. CSP намагаються використовувати web-гіганти, але натикаються на проблеми, що витікають з принципу базової розробки. А в сфері систем керування контентом ситуація значно гірша. Встановіть CSP на найвищий рівень:</p>&#10;<code class="bb_code">Content-Security-Policy&colon; default-src &apos;self&apos;&semi;</code>&#10;<p class=\\"bb_p\\">і ви не знайдете CMS, яка б адекватно працювала. Про роботу в режимі "production" мова не заводиться взагалі.</p>&#10;<h2 class=\\"bb_h2\\">PostgreSQL</h2>&#10;<p class=\\"bb_p\\">Більшість розробників CMS, з метою підтримки якомога більшої кількості СУБД, користуються лише тими функціональними можливостями, які притаманні всім СУБД. Інші ж реалізовують лише підтримку MySQL.</p>&#10;<p class=\\"bb_p\\">Мати в розпорядженні СУБД, але користуватись тільки можливостями занесення/зчитування даних - безглуздо.</p>&#10;<p class=\\"bb_p\\">Ми реалізовуємо лише підтримку PostgreSQL з використанням більшості доступних особливостей цієї ОСУБД.</p>&#10;&#10;<h2 class=\\"bb_h2\\">php 7</h2>&#10;<p class=\\"bb_p\\">Зрозуміло, що використання php останньої версії не новинка в сфері написання коду, але як і з CSP важливими є налаштування. Переведемо PHP  в режим коли розробнику не сходять з рук дрібні помилки:</p>&#10;<code class="bb_code">error&lowbar;reporting &lpar; E&lowbar;ALL &rpar;&semi;</code>&#10;<p class=\\"bb_p\\">і ситуація буде такою ж як і з CSP - знайти CMS, яка працюватиме, буде вкрай складно, а в "production" тільки після власноручного допилювання.</p>&#10;<h2 class=\\"bb_h2\\">Шаблони</h2>&#10;<p class=\\"bb_p\\">Хто користувався різними CMS мабуть неодноразово помічав, що іноді розробники спрощують метод виведення інформації в шаблон, розміщуючи в останньому елементи PHP. В такому випадку, розробка шаблону для власного сайту є задачею не по зубах для людини, яка не володіє необхідною мовою програмування.</p>&#10;<p class=\\"bb_p\\">Ми використовуємо чисті HTML шаблони, інформація в які вноситься за кодовими мітками. Це не новинка, але це важливо.</p>&#10;<h2 class=\\"bb_h2\\">Використання серверної пам\'яті</h2>&#10;<p class=\\"bb_p\\">Наш результат - до 1Mb при завантаженні будь-якої сторінки сайту.</p>',
      ),
      'categ' => 
      array (
        'id' => '1',
        'altname' => 'blog',
        'name' => 'Блог розробників',
      ),
      'usr' => 
      array (
        'login' => 'admin',
        'email' => 'admin@cmska.org',
      ),
      'tags' => 
      array (
      ),
    ),
  ),
); 
?>