<?php if( !defined('GAUSS_CMS') ){ echo basename(__FILE__); exit; }
 /* CACHE CREATED: 1544712343,3939 (2018-12-13 16:45:43) */
return array (
  'count' => 1,
  'rows' => 
  array (
    13 => 
    array (
      'post' => 
      array (
        'id' => '13',
        'title' => 'Нова система завантажень!',
        'alt_title' => 'nova_sistema_zavantazhen',
        'descr' => '',
        'short_post' => 'В останні декілька днів завершено розробку модулів завантаження зображень/файлів до публікацій, чи... чого завгодно, система абсолютно ідентична для всіх частин сайту&#10;&#10;<img class="post_img" src="/uploads/images/2018-09-23/11-43-47-3722bee6.png" alt="" title="" />',
        'author_id' => '1',
        'created_time' => '2018-06-24 01:23:45',
        'keywords' => '',
        'posted' => '1',
        'fixed' => '0',
        'static' => '0',
        'full_post' => '<p class=\\"bb_p\\">В останні декілька днів завершено розробку модулів завантаження зображень/файлів до публікацій, чи... чого завгодно, система абсолютно ідентична для всіх частин сайту :)</p>&#10;&#10;<p class=\\"bb_p align_center\\"><img class="post_img" src="/uploads/images/2018-09-18/21-47-13-e3b88107.png" alt="" title="" /></p>&#10;&#10;<p class=\\"bb_p\\">Варто зауважити декілька нюансів:</p>&#10;<p class=\\"bb_p\\">1. На перший погляд система дещо примітивна, але тут відсутні фрейми чи щось подібне... тільки сучасний AJAX і тільки ті технології, що працюють з CSP в режимі параноїка;</p>&#10;<p class=\\"bb_p\\">2. Всі зображення зберігаються тільки в PNG. Дослідження показали, що відмінність в розмірі між JPEG та PNG не суттєві між зображеннями до 1024px, а от в плані візуальної якості JPEG тихенько покурює десь в стороні;</p>&#10;<p class=\\"bb_p\\">3. Всі зображення перейменовуються в нову унікальну назву без можливості впливу на неї;</p>&#10;<p class=\\"bb_p\\">4. Завантажені файли (не зображення) автоматично шифруються й зберігаються в шифрованому вигляді, дешифрування здійснюється при завантаженні (приклад: [attach]e3fc5cea3153f5864423a48f617c93d0[/attach]);</p>&#10;<p class=\\"bb_p\\">5. Зображення додатково обробляються стороннім засобом "pngquant", що дозволяє максимально ефективно їх стискати. Ефективне стиснення зображень є досить важливою деталлю оскільки в подальшому впливає на швидкість завантаження сторінок сайту.</p>',
      ),
      'categ' => 
      array (
        'id' => '1',
        'altname' => 'blog',
        'name' => 'Блог розробників',
      ),
      'usr' => 
      array (
        'login' => 'admin',
        'email' => 'admin@cmska.org',
      ),
      'tags' => 
      array (
      ),
    ),
  ),
); 
?>