<?php if( !defined('GAUSS_CMS') ){ echo basename(__FILE__); exit; }
 /* CACHE CREATED: 1483045012.6769 (2016-12-29 22:56:52) */
return array (
  'count' => 1,
  'rows' => 
  array (
    1 => 
    array (
      'post' => 
      array (
        'id' => '1',
        'title' => 'ƒранг нах остен в „Ќ” в≥д професора „абана',
        'alt_title' => 'test',
        'descr' => 'ќф≥ц≥йний сайт „еркаського Ќац≥онального ун≥верситету пов≥домив, що 9 листопада професор јнатол≥й ёзефович „абан пров≥в в ун≥верситет≥ в≥дкриту лекц≥ю на тему У”крањна очима Ївропейц≥вФ.',
        'short_post' => 'јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м€чиком, та фантазуЇ без упину.  јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м€чиком, та фантазуЇ без упину.  јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м€чиком, та фантазуЇ без упину.  јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м€чиком, та фантазуЇ без упину.',
        'author_id' => '0',
        'created_time' => '2016-11-10 20:58:30.33333',
        'keywords' => '„абан',
        'full_post' => 'јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м\'€чиком, та фантазуЇ без упину. јнатол≥й ёзефович €скраво продемонстрував, у чому пол€гаЇ р≥зниц€ м≥ж УњхньоюФ професурою, Ївропейською - сухою, скрупульозною й невеселою Ч ≥ в≥тчизн€ною, що жонглюЇ фактами, мов м€чиком, та фантазуЇ без упину.',
      ),
      'categ' => 
      array (
        'id' => '3',
        'altname' => 'categ1_1_1',
        'name' => ' атегор≥€ 1-1-1',
      ),
      'tags' => 
      array (
      ),
    ),
  ),
); 
?>